{
	"data": {
		"items": [
			{
				"activityLog": "NOV 01, 2009@12:36:29",
				"comment": "RX Placed on Suspense for CMOP until 11-12-09",
				"initiatorOfActivity": "RINGOLD,ESTHER",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "NOV 05, 2009@18:45:45",
				"comment": "Change Fill Date 11/12/09 to 11/02/09",
				"initiatorOfActivity": "POSTMASTER",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "MAR 03, 2023@17:51:39",
				"comment": "Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
				"initiatorOfActivity": "Salome Arnaut",
				"reason": "IERX",
				"rxReference": "PARTIAL #1"
			},
			{
				"activityLog": "JUN 17, 2022@02:36:21",
				"comment": "Suspendisse accumsan tortor quis turpis. Sed ante. Vivamus tortor. Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum.",
				"initiatorOfActivity": "Elna Meneux",
				"reason": "IERX",
				"rxReference": "REFILL #4"
			},
			{
				"activityLog": "JUN 04, 2022@08:42:44",
				"comment": "Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo.",
				"initiatorOfActivity": "Ellsworth Grishanov",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "JUL 01, 2022@13:07:36",
				"comment": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl.",
				"initiatorOfActivity": "Marsiella Iacoviello",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "JUL 20, 2022@16:26:37",
				"comment": "Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
				"initiatorOfActivity": "Theressa Polo",
				"reason": "IERX",
				"rxReference": "REFILL #1"
			},
			{
				"activityLog": "AUG 26, 2022@07:14:25",
				"comment": "In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl.",
				"initiatorOfActivity": "Elyse Geggie",
				"reason": "IERX",
				"rxReference": "REFILL #2"
			},
			{
				"activityLog": "APR 25, 2022@23:19:44",
				"comment": "Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio.",
				"initiatorOfActivity": "Zaria Stevani",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "DEC 04, 2022@11:59:12",
				"comment": "Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus. Mauris enim leo, rhoncus sed, vestibulum sit amet, cursus id, turpis. Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum.",
				"initiatorOfActivity": "Rosemary Boldra",
				"reason": "IERX",
				"rxReference": "ORIGINAL"
			},
			{
				"activityLog": "OCT 12, 2022@02:22:36",
				"comment": "Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum. Proin eu mi.",
				"initiatorOfActivity": "Elsie Tickel",
				"reason": "IERX",
				"rxReference": "REFILL #3"
			},
			{
				"activityLog": "NOV 25, 2022@00:28:53",
				"comment": "Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis.",
				"initiatorOfActivity": "Garrard Twitchett",
				"reason": "IERX",
				"rxReference": "PARTIAL #2"
			}
		],
		"total items": 12,
		"updated": "20221109154810-0400"
	}
}
